import styles from './JoinText.module.css'

const JoinText = () => {
    return (
        <p className={styles.text}>
            Членами Ассоциации могут быть юридические лица, разделяющие цели и задачи Ассоциации, установленные действующим законодательством Российской Федерации и Уставом Ассоциации. <br></br>
            Прием в Ассоциацию осуществляется согласно Положению о членстве в Ассоциации производителей газового оборудования (далее – Положение о членстве), утвержденному Общим собранием членов Ассоциации. Положение о членстве содержит условия членства в Ассоциации, в том числе:
            условия и порядок приема в члены Ассоциации и присвоения статуса кандидата в члены Ассоциации
            права и обязанности членов Ассоциации и кандидатов в члены Ассоциации
            порядок прекращения членства в Ассоциации и лишения статуса кандидата в члены Ассоциации
        </p>
    )
}

export default JoinText;